{
    "playButton": "PLAY",
    "optionsButton": "OPTIONS",
    "correo": "Email",
    "contrasena": "Password",
    "crear_cuenta": "Create account",
    "recuperar_contrasena": "Recover password",
    "boton_iniciar": "Start",
    "nombre": "Name",
    "apellido": "Last name",
    "nombre-placholder": "Enter your name",
    "apellido-placholder": "Enter your last name",
    "correo-placholder": "Enter your email address",
    "contrasena-placholder": "Create a password",
    "terminos-condiciones": "Accept terms and conditions",
    "titulo-termino": "Terms and conditions",
    "terminos-1": "1. Acceptance of Terms",
    "terminos-2": "By creating an account in Mythical Witch Mixes, you agree to comply with and be bound by the following Terms and Conditions of Use. These terms may be modified occasionally, so we recommend reviewing them periodically. Continued use of the Game after any changes will be considered as acceptance of such changes.",
    "terminos-3": "2. Account Creation",
    "terminos-4": "2.1. To access certain services and features of the Game, you must create an account by providing accurate, complete, and up-to-date information.",
    "terminos-5": "2.2. You must be of legal age according to local legislation to create an account, or have the consent of your parents or legal guardians if you are a minor.",
    "terminos-6": "2.3. You are responsible for maintaining the confidentiality of your account and password, as well as all activities that occur under your account.",
    "terminos-7": "3. Contact",
    "terminos-8": "If you have any questions or concerns about these terms and conditions, you can contact us at mythicalsuport@gmail.com.",
    "textoCodigo-1": "Enter the code",
    "textoCodigo-2": "Enter the code you received in your Gmail inbox.",
    "textoCodigo-3": "Enter your code",
    "textoCodigo-4": "Click the 'Verify' button and continue the experience",
    "titulo-recuperacion": "Recover password",
    "recuperar-1": "Enter the code you received in your Gmail inbox.",
    "recuperar-2": "Enter your email:",
    "recuperar-3": "Click the 'Continue' button and check your inbox (including spam). If it doesn't arrive in a few minutes, verify your email address and correct any possible errors.",
    "titulo-recuperacionContrasena": "Enter the code",
    "codigoContrasena1": "Enter the code you received in your Gmail inbox to continue with the password recovery process",
    "codigoContrasena2": "Enter your code",
    "codigoContrasena3": "Click the 'Verify' button and continue with the process.",
    "titulo-renovacion": "Reset Password",
    "renovacion1": "New password",
    "renovacion2": "Confirm password",
    "conectados": "People playing",
    "tutorial": "How to play",
    "saludo": "Welcome to Mythical Witch Mixes! This guide will help you understand the basic mechanics of the game so you can begin your adventure in the world of alchemy and sorcery.",
    "mecanicas": "Game mechanics",
    "mecanicas1": "In this game, the player enters a world full of challenges, where they must combine various objects in a witch's magical cauldron. The key is to choose the right ingredients for each combination, as each mixture has a specific purpose.",
    "mecanicas2": "If the combination is incorrect, the witch's cauldron explodes, indicating that you need to try again and find the correct formula. This trial and error system adds a level of strategy and excitement, encouraging the player to experiment until discovering the perfect mixture.",
    "mecanicas3": "Game modes",
    "mecanicas4": "In a world full of magic and mystery, there are two game modes, the and . Although their gameplay differs, both share the same objective, combining ingredients to create successful mixtures.",
    "mecanicas4.1": "color potions",
    "mecanicas4.2": "spells",
    "mecanicas5": "Color potions",
    "mecanicas6": "In this game mode, the player must combine various color potions, such as red, blue, or white. Each potion must be carefully selected according to the to advance in the challenge.",
    "mecanicas6.1": "specific color needed",
    "mecanicas7": "The key is to mix the right colors to obtain the required potion, which will test your ability to recognize patterns and make quick decisions.",
    "mecanicas8": "Spells",
    "mecanicas8.1": "In the mode, the player faces a that hide the key ingredients to perform powerful spells. As you discover the elements through the riddles, you can create the spell that is being required.",
    "mecanicas8.2": "series of riddles",
    "mecanicas8.3": "Spells",
    "mecanicas9": "Only by correctly selecting the ingredients will you be able to create the spell and unlock the next level of challenge, advancing further in your magical journey. This mode tests not only your logic skills but also your intuition in a world full of mysteries and enchantments.",
    "mecanicas10": "What would you like to be called?",
    "iniciar": "start",
    "siguiente" : "next" ,
    "verificar" : "verify",
    "solitario": "lonely",
"sala": "Create Room",
"unirse": "Join",
 "alias" : "enter an alias",
 "codigoSala" : "Insert the code",
    "textoSala" : "Enter the room code provided by the moderator to join the room and play with other players.",
     "optionsTitle": "OPTIONS",
  "musicVolume": "MUSIC VOLUME"
}