{
    "playButton": "JUGAR",
    "optionsButton": "OPCIONES",
    "correo": "Correo electrónico",
    "contrasena": "Contraseña",
    "crear_cuenta": "Crear cuenta",
    "recuperar_contrasena": "Recuperar contraseña",
    "boton_iniciar": "Iniciar",
    "nombre" : "Nombre" ,
    "apellido" :"apellido",
    "nombre-placholder " : "Registra tu nombre"   ,
    "apellido-placholder ": "Registra  tu apellido" ,
   "correo-placholder " :  "Registra tu tu correo electronico"  ,
   "contrasena-placholder ": "Registra una contraseña",
   "terminos-condiciones" : " Aceptar terminos y condiciones",
   "titulo-termino" : "Terminos y condiciones" ,
    "terminos-1"  : "1. Aceptación de los Términos<",
    "terminos-2"  : "Al crear una cuenta en Mythical Witch Mixes , aceptas cumplir y estar sujeto a los siguientes Términos y Condiciones de Uso. Estos términos pueden ser modificados ocasionalmente, por lo que te recomendamos revisarlos periódicamente. El uso continuado del Juego después de cualquier cambio se considerará como aceptación de dichos cambios." ,
    "terminos-3"  : "2.Creación de la Cuenta",
    "terminos-4"  : "2.1. Para acceder a ciertos servicios y funciones del Juego, deberás crear una cuenta proporcionando información exacta, completa y actualizada.",
    "terminos-5"  : "2.2. Debes ser mayor de edad según la legislación local para crear una cuenta, o contar con el consentimiento de tus padres o tutores legales si eres menor de edad.",
    "terminos-6"  : " 2.3. Eres responsable de la confidencialidad de tu cuenta y contraseña, así como de todas las actividades que ocurran bajo tu cuenta.",
    "terminos-7"  : "3.Contacto",
    "terminos-8"  : "Si tienes alguna duda o inquietud sobre estos términos y condiciones, puedes contactarnos a través de mythicalsuport@gmail.com .",
    "textoCodigo-1" : "Inserte el código",
    "textoCodigo-2" : "Inserte el código que recibió en su bandeja de entrada en gmail.",
    "textoCodigo-3" : "Ingrese tu código",
    "textoCodigo-4" : "Haz click en el boton de 'Verificar' y continua la experiencia",
    "titulo-recuperacion" :"Recuperar contraseña" ,
    "recuperar-1" :"Inserte el código que recibió en su bandeja de entrada en gmail." ,
    "recuperar-2" :"Ingrese tu correo electrónico:" ,
    "recuperar-3" : "Haz click en el boton de 'Continuar' y revisa tu bandeja (incluso spam), si no llega en unos  minutos, corrobora tu correo electrónico y corrije posibles errores.",
    "titulo-recuperacionContrasena": "Inserte el código", 
    "codigoContrasena1": "Inserte el código que recibió en su bandeja de entrada en gmail, para seguir con el proceso  de la recuperación de contraseña", 
    "codigoContrasena2": "Ingrese tu código", 
    "codigoContrasena3": "Haz click en el boton de 'Verificar' y continua con el proceso.",
    "titulo-renovacion" :"Renovar Contraseña" ,
    "renovacion1" : "Nueva contraseña",
    "renovacion2" : "Confirmar contraseña",
    "conectados" :"Personas jugando" ,
    "tutorial" :"¿Cómo se juega" ,
    "saludo" :"¡Bienvenido a Mythical Witch Mixes! Esta guía te ayudará a entender las mecánicas básicas del juego para que puedas comenzar tu aventura en el mundo de la alquimia y hechicería.",
    "mecanicas" :">Mecanicas del juego",
    "mecanicas1" :"En este juego, el jugador se adentra en un mundo repleto de desafíos, donde debe combinar diversos objetos en una caldera mágica que pertenece a una bruja. La clave está en elegir los ingredientes adecuados para cada combinación, ya que cada mezcla tiene un propósito específico.",
    "mecanicas2" :"Si la combinación resulta incorrecta, la caldera de la bruja explota, lo que indica que es necesario intentarlo de nuevo y encontrar la fórmula correcta. Este sistema de prueba y error añade un nivel de estrategia y emoción, incentivando al jugador a experimentar hasta descubrir la mezcla perfecta.",
    "mecanicas3" :"Modos de juego",
    "mecanicas4" :"En un mundo lleno de magia y misterio, existen dos modos de juego, las y los . Aunque su jugabilidad difiere, ambos comparten el mismo objetivo, combinar ingredientes para crear mezclas exitosas. ",
    "mecanicas4.1" :"pociones de color",
    "mecanicas4.2" :"hechizos",
    "mecanicas5" :"Pociones de color",
    "mecanicas6" :" En este modo de juego, el jugador debe combinar diversas pociones de colores, como rojo, azul o blanco. Cada poción debe ser seleccionada cuidadosamente según el para avanzar en el desafío.",
    "mecanicas6.1" :" color específico que se necesita ",
    "mecanicas7" :"  La clave está en mezclar los colores correctos para obtener la poción requerida, lo que pondrá a prueba tu habilidad para reconocer patrones y tomar decisiones rápidas.",
    "mecanicas8" :"Hechizos",
    "mecanicas8.1" :" En el modo de el jugador se enfrenta a una que ocultan los ingredientes clave para realizar poderosos conjuros. A medida que descubras los elementos mediante las  adivinanza ,  podrás crear el hechizo que se te esta requieriendo . ",
    "mecanicas8.2" :"serie de  adivinanzas",
    "mecanicas8.3" :"Hechizos",
    "mecanicas9" :"Solo al seleccionar correctamente los ingredientes podrás crear el hechizo y desbloquear el siguiente nivel de desafío, avanzando más en tu travesía mágica. Este modo pone a prueba no solo tus habilidades de lógica, sino también tu intuición en un mundo lleno de misterios y encantamientos." ,
    "mecanicas10" :"¿Como te gustaría ser llamado?" ,
    "iniciar" : "iniciar",
    "siguiente" : "siguiente",
    "verificar" : "verificar",
    "solitario"  : "Solitario",
    "sala" :  "Crear sala",
    "unirse"  : " Unirse"  ,
    "alias" : "ingresa un alias",
    "codigoSala" : "Inserte el código" ,
    "textoSala" : "Ingresa el codigo de sala que te brinda el  moderador, para unirte a la sala y que  puedas jugar con otros jugadores.",
    "optionsTitle" : "OPCIONES",
    "musicVolume" : "VOLUMEN DE MÚSICA",
    "continuar" : "Continuar",
    "nuevaPartida":"Nueva partida",
    "historial": "Historial"
}